<?php

return [
    'messages' => [
        'success' => 'تمت العملية بنجاح.',
        'error' => 'تعذر إتمام العملية.',
        'warning' => 'تنبيه.',
        'saved' => 'تم الحفظ بنجاح.',
        'wrong' => 'حدث خطأ غير متوقع.',

        'create' => 'تمت الإضافة بنجاح.',
        'update' => 'تم التحديث بنجاح.',
        'archive' => 'تمت الأرشفة بنجاح.',
        'delete' => 'تم الحذف بنجاح.',
        'restore' => 'تمت الاستعادة بنجاح.',
        'force-delete' => 'تم الحذف بشكل نهائي.',
        'state-update' => 'تم تحديث الحالة بنجاح.',
        'update-image' => 'تم تحديث الصورة بنجاح.',
        'media-delete' => 'تم حذف المرفق بنجاح.',
        'update-profile' => 'تم تحديث بيانات الحساب بنجاح.',
        'update-password' => 'تم تحديث كلمة المرور بنجاح.',
        'update-settings' => 'تم تحديث الإعدادات بنجاح.',
    ],
];
